Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/GameControlleriOSSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BLUETOOTH_FORGET_DEVICE_DESC
source: Unpairing this device will remove it from this Apple TV.
ar: سيؤدي إلغاء اقتران هذا الجهاز إلى إزالته من هذا الـ Apple TV.
bg: Прекъсването на свързването на това устройство ще го премахне от този Apple TV.
ca: Si desenllaces el dispositiu, s’eliminarà de l’Apple TV.
cs: Když zrušíte spárování, zařízení bude odstraněno z Apple TV.
da: Enheden fjernes fra dette Apple TV, hvis du ophæver pardannelsen.
de: Dieses Gerät wird durch Entkoppeln von diesem Apple TV entfernt.
el: Αν καταργήσετε τη ζευγοποίηση αυτής της συσκευής, θα αφαιρεθεί από αυτό το Apple TV.
es: Al desenlazar el dispositivo, se eliminará de este Apple TV.
es_us: Si desenlazas este dispositivo se eliminará de este Apple TV.
fi: Tämän laitteen parin poistaminen poistaa sen tästä Apple TV:stä.
fr: Si vous déjumelez cet appareil, celui-ci sera supprimé de cette Apple TV.
fr_ca: Le déjumelage de cet appareil le supprimera de cette Apple TV.
he: ביטול הקישור של מכשיר זה יסיר אותו מ-Apple TV זה.
hi: इस डिवाइस को अनपेयर करने से उसे इस Apple TV से हटा दिया जाएगा।
hr: Ako rasparite ovaj uređaj, bit će uklonjen s ovog Apple TV-a.
hu: Ha törli az eszköz párosítását, azzal eltávolítja erről az Apple TV-ről.
id: Jika dilepas, perangkat ini akan dihapus dari Apple TV ini.
it: Annullando l’abbinamento, il dispositivo verrà rimosso da Apple TV.
ja: このデバイスのペアリングを解除すると、Apple TVから削除されます。
kk: Жұп ажыратылған жағдайда, бұл құрылғы осы Apple TV құрылғысымен байланыстан айырылады.
ko: 이 기기를 페어링 해제하면 이 Apple TV에서 기기가 제거됩니다.
lt: Atsiejus šį įrenginį, jis bus pašalintas iš „Apple TV“.
ms: Membatalkan berpasangan peranti ini akan mengeluarkannya daripada Apple TV ini.
nb: Hvis du sletter sammenkoblingen, blir enheten fjernet fra Apple TV.
nl: Als je dit apparaat loskoppelt, wordt het verwijderd van deze Apple TV.
pl: Rozłączenie pary tego urządzenia usunie je z tego Apple TV.
pt_br: Ao desemparelhar este dispositivo, ele será removido desta Apple TV.
pt_pt: Se o desemparelhar, este dispositivo será removido desta Apple TV.
ro: Disocierea acestui dispozitiv va determina eliminarea sa de pe acest Apple TV.
ru: При разрыве пары это устройство утратит связь с данным Apple TV.
sk: Zariadenie bude po odpárovaní odstránené z Apple TV.
sl: Če seznanitev prekličete, bo ta naprava odstranjena iz naprave Apple TV.
sv: Om du tar bort parkopplingen för den här enheten tas den bort från denna Apple TV.
th: การเลิกจับคู่กับอุปกรณ์นี้จะเอาอุปกรณ์ออกจาก Apple TV เครื่องนี้
tr: Bu aygıtın eşlemesini kaldırmak onu bu Apple TV’den siler.
uk: Скасування пари з цим пристроєм вилучить його з цього Apple TV.
vi: Hủy ghép đôi thiết bị này sẽ xóa thiết bị khỏi Apple TV này.
zh_cn: 取消配对此设备会将它从这台Apple TV移除。
zh_hk: 取消配對此裝置會將裝置從此Apple TV移除。
zh_tw: 取消配對此裝置會將裝置從此Apple TV移除。

# BLUETOOTH_FORGET_DEVICE_MESSAGE
source: This Bluetooth device %@ will be removed from this Apple TV. You will have to re-pair with Apple TV to use this device again.
ar: ستتم إزالة جهاز Bluetooth ‏"%@" من Apple TV، وستحتاج لإعادة إقرانه بـ Apple TV لاستخدام هذا الجهاز مرة أخرى.
bg: Това Bluetooth устройство %@ ще бъде премахното от този Apple TV. Ще трябва да свържете отново с Apple TV, за да използвате това устройство отново.
ca: El dispositiu Bluetooth %@ es desconnectarà de l’Apple TV. Per tornar‑lo a utilitzar, l’hauràs d’enllaçar amb l’Apple TV de nou.
cs: Bluetooth zařízení %@ bude odstraněno z Apple TV. Před opětovným použitím ho budete muset s Apple TV znovu spárovat.
da: Bluetooth-enheden %@ fjernes fra dette Apple TV. Det kræver en ny pardannelse med Apple TV for at bruge denne enhed igen.
de: Dieses Bluetooth-Gerät %@ wird von diesem Apple TV entfernt. Das Gerät muss erneut mit dem Apple TV gekoppelt werden, um es wieder zu verwenden.
el: Αυτή η συσκευή Bluetooth %@ θα αφαιρεθεί από αυτό το Apple TV. Αν θελήσετε να χρησιμοποιήσετε αυτήν τη συσκευή στο μέλλον, θα πρέπει να τη ζευγοποιήσετε εκ νέου με το Apple TV.
es: El dispositivo Bluetooth “%@” se eliminará de este Apple TV. Para utilizar este dispositivo de nuevo, tendrás que volver a enlazarlo con el Apple TV.
es_us: Este dispositivo Bluetooth (%@) se eliminará de este Apple TV. Tendrás que volver a enlazarlo con el Apple TV para volverlo a usar.
fi: Tämä Bluetooth-laite %@ poistetaan tästä Apple TV:stä. Jos haluat käyttää tätä laitetta uudelleen, sinun on liitettävä se uudelleen pariksi Apple TV:n kanssa.
fr: Cet appareil Bluetooth %@ sera supprimé de cette Apple TV. Vous devrez à nouveau le jumeler à cette Apple TV pour le réutiliser.
fr_ca: Cet appareil Bluetooth %@ sera supprimé de cette Apple TV. Vous devrez de nouveau le jumeler à cette Apple TV pour pouvoir le réutiliser.
he: מכשיר ה-Bluetooth ‏%@ יוסר מ-Apple TV זה. כדי להשתמש במכשיר זה שוב, יהיה צורך לקשר אותו מחדש עם ה-Apple TV.
hi: यह Bluetooth डिवाइस %@ इस Apple TV से हटा दिया जाएगा। इस डिवाइस का फिर से उपयोग करने के लिए आपको उसे Apple TV के साथ फिर से पेयर करना होगा।
hr: Ovaj Bluetooth uređaj %@ uklonit će se s ovog Apple TV-a. Za ponovno korištenje uređaja trebat ćete ga upariti s Apple TV-om.
hu: Ez a(z) %@ Bluetooth-eszköz el lesz távolítva erről az Apple TV-ről. Az eszköz ismételt használatához újra kell párosítania az Apple TV-vel.
id: Perangkat Bluetooth %@ ini akan dihapus dari Apple TV ini. Anda harus memasangkannya lagi dengan Apple TV agar dapat menggunakan perangkat ini lagi.
it: Il dispositivo Bluetooth %@ verrà rimosso da Apple TV. Per utilizzarlo di nuovo, dovrai effettuare nuovamente l’abbinamento.
ja: このBluetoothデバイス%[tt]@は、このApple TVから接続解除されます。このデバイスを再度使用するには、Apple TVと再ペアリングする必要があります。
kk: %@ құрылғысы мен осы Apple TV арасындағы Bluetooth арқылы байланыс ажыратылады. Осы құрылғыны қайта пайдалану үшін Apple TV құрылғысымен қайта жұптастыру қажет.
ko: 이 Bluetooth 기기(%@)가 이 Apple TV에서 제거됩니다. 이 기기를 다시 사용하려면 Apple TV와 다시 페어링해야 합니다.
lt: „Bluetooth“ įrenginys „%@“ bus pašalintas iš šio „Apple TV“. Norėdami vėl naudoti šį įrenginį, turėsite iš naujo susieti jį su „Apple TV“.
ms: Peranti Bluetooth ini %@ akan dikeluarkan daripada Apple TV ini. Anda perlu memasangkannya semula dengan Apple TV untuk menggunakan peranti ini sekali lagi.
nb: Bluetooth-enheten %@ vil bli fjernet fra Apple TV. Du må opprette en ny sammenkobling med Apple TV for å bruke enheten igjen.
nl: Dit Bluetooth-apparaat (%@) wordt verwijderd van deze Apple TV. Je moet opnieuw koppelen met de Apple TV om dit apparaat opnieuw te gebruiken.
pl: To urządzenie Bluetooth %@ zostanie usunięte z tego Apple TV. Użycie urządzenia w przyszłości będzie wymagało ponownego połączenia go w parę z Apple TV.
pt_br: Este dispositivo Bluetooth %@ será removido desta Apple TV. Para usá-lo de novo, você precisará emparelhá-lo novamente com a Apple TV.
pt_pt: Este dispositivo Bluetooth “%@” será removido desta Apple TV. Para poder voltar a usá‑lo, terá de o emparelhar novamente com a Apple TV.
ro: Acest dispozitiv Bluetooth %@ va fi eliminat de pe acest Apple TV. Pentru a‑l utiliza din nou, va trebui să reasociați dispozitivul cu Apple TV‑ul.
ru: Связь по Bluetooth между устройством %@ и этим Apple TV будет разорвана. Чтобы снова использовать это устройство с Apple TV, необходимо будет заново создать с ним пару.
sk: Bluetooth zariadenie %@ bude odstránené z Apple TV. Ak budete chcieť znovu používať toto zariadenie, budete ho musieť opäť spárovať s Apple TV.
sl: Ta naprava Bluetooth %@ bo odstranjena iz naprave Apple TV. Če boste želeli napravo uporabljati, jo boste morali znova seznaniti z napravo Apple TV.
sv: Den här Bluetooth-enheten %@ kommer att kopplas från denna Apple TV. Om du vill använda enheten igen måste du parkoppla den till Apple TV på nytt.
th: อุปกรณ์บลูทูธนี้ (%@) จะถูกเอาออกจาก Apple TV เครื่องนี้ คุณจะต้องจับคู่อีกครั้งกับ Apple TV เพื่อใช้อุปกรณ์นี้อีกครั้ง
tr: Bu Bluetooth aygıtı %@ Apple TV’den silinir. Bu aygıtı kullanabilmek için onu Apple TV ile yeniden eşlemeniz gerekir.
uk: Цей пристрій Bluetooth (%@) буде вилучено з цього Apple TV. Щоб знову ним користуватися, вам доведеться ще раз обʼєднати цей пристрій у пару з Apple TV.
vi: Thiết bị Bluetooth %@ này sẽ bị xóa khỏi Apple TV này. Bạn sẽ phải ghép đôi lại với Apple TV để sử dụng lại thiết bị này.
zh_cn: 此蓝牙设备%@将从这台Apple TV移除。你需要将此设备与Apple TV重新配对才能再次使用。
zh_hk: 將會從此Apple TV上移除此藍牙裝置%@。你將需要重新與Apple TV配對以再次使用此裝置。
zh_tw: 此藍牙裝置%@將從此Apple TV移除。你必須與Apple TV重新配對才能再次使用此裝置。

source: Button
ar: الزر
bg: Бутон
ca: Botó
cs: Tlačítko
da: Knap
de: Taste
el: Κουμπί
es: Botón
es_us: Botón
fi: Painike
fr: Bouton
fr_ca: Bouton
he: כפתור
hi: बटन
hr: Tipka
hu: Gomb
id: Tombol
it: Pulsante
ja: ボタン
kk: Түйме
ko: 버튼
lt: Mygtukas
ms: Butang
nb: Knapp
nl: Knop
pl: Przycisk
pt_br: Botão
pt_pt: Botão
ro: Buton
ru: Кнопка
sk: Tlačidlo
sl: Gumb
sv: Knapp
th: ปุ่ม
tr: Düğme
uk: Кнопка
vi: Nút
zh_cn: 按钮
zh_hk: 按鈕
zh_tw: 按鈕

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CHOOSE_APP_TO_CUSTOMIZE_TITLE
source: Choose App To Customize
ar: اختر تطبيقًا لتخصيصه
bg: Избери приложение за персонализиране
ca: Tria una app per personalitzar‑la
cs: Výběr aplikace pro přizpůsobení
da: Vælg app, som skal tilpasses
de: App zum Anpassen auswählen
el: Επιλέξτε εφαρμογή για προσαρμογή
es: Elige una app que personalizar
es_us: Elige la app a personalizar
fi: Valitse muokattava appi
fr: Choisir une app à personnaliser
fr_ca: Choisir une app à personnaliser
he: יש לבחור יישום להתאמה אישית
hi: कस्टमाइज़ करने के लिए ऐप चुनें
hr: Odaberite aplikaciju za prilagođavanje
hu: Testreszabni kívánt app kiválasztása
id: Pilih App Untuk Disesuaikan
it: Scegli l’app da personalizzare
ja: カスタマイズするアプリを選択
kk: Бейімделетін қолданбаны таңдау
ko: 사용자화할 앱 선택
lt: Pasirinkite programą, kurią norite pritaikyti
ms: Pilih App untuk Disesuaikan
nb: Velg appen du vil tilpasse
nl: Kies app om aan te passen
pl: Wybierz aplikację do dostosowania
pt_br: Escolha o App para Personalizar
pt_pt: Escolher a aplicação para personalizar
ro: Alegeți aplicația de personalizat
ru: Выберите приложение для настройки
sk: Výber apky na prispôsobenie
sl: Izberite aplikacijo za prilagoditev
sv: Välj app att anpassa
th: เลือกแอปเพื่อกำหนดค่า
tr: Özelleştirilecek Uygulamayı Seçin
uk: Виберіть програму, яку потрібно налаштувати
vi: Chọn ứng dụng sẽ tùy chỉnh
zh_cn: 选取App以自定义
zh_hk: 選擇App以自訂
zh_tw: 選擇要自訂的App

# CHOOSE_APP_TO_CUSTOMIZE_TITLE_SHORT
source: Choose App
ar: اختيار تطبيق
bg: Избери приложение
ca: Selecciona una app
cs: Vyberte aplikaci
da: Vælg app
de: App auswählen
el: Επιλογή εφαρμογής
es: Seleccionar app
es_us: Seleccionar app
fi: Valitse appi
fr: Choisir une app
fr_ca: Choisir une app
he: בחירת יישום
hi: ऐप चुनें
hr: Odaberite aplikaciju
hu: Appválasztás
id: Pilih App
it: Scegli app
ja: アプリを選択
kk: Қолданбаны таңдау
ko: 앱 선택
lt: Pasirinkti programą
ms: Pilih App
nb: Velg app
nl: Kies app
pl: Wybierz aplikację
pt_br: Escolher App
pt_pt: Escolher aplicação
ro: Alegeți aplicația
ru: Выбрать приложение
sk: Výber apky
sl: Izbira aplikacije
sv: Välj app
th: เลือกแอป
tr: Uygulama Seç
uk: Вибір
vi: Chọn ứng dụng
zh_cn: 选取App
zh_hk: 選擇App
zh_tw: 選擇App

# COLOR_ARCADE
source: Orange
ar: برتقالي
bg: Оранжев
ca: Taronja
cs: Oranžová
el: Πορτοκαλί
es: Naranja
es_us: Naranja
fi: Oranssi
he: כתום
hi: नारंगी
hr: Narančasta
hu: Narancssárga
id: Oranye
it: Arancione
ja: オレンジ
kk: Қызғылт сары
ko: 주황색
lt: Oranžinė
ms: Jingga
nb: Oransje
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
pt_pt: Laranja
ro: Portocaliu
ru: Оранжевый
sk: Oranžová
sl: Oranžna
th: สีส้ม
tr: Turuncu
uk: Оранжевий
vi: Cam
zh_cn: 橙色
zh_hk: 橙色
zh_tw: 橙色

# COLOR_BLUE
source: Blue
ar: أزرق
bg: Син
ca: Blau
cs: Modrá
da: Blå
de: Blau
el: Μπλε
es: Azul
es_us: Azul
fi: Sininen
fr: Bleu
fr_ca: Bleu
he: כחול
hi: नीला
hr: Plava
hu: Kék
id: Biru
it: Blu
ja: ブルー
kk: Көк
ko: 파란색
lt: Mėlyna
ms: Biru
nb: Blå
nl: Blauw
pl: Niebieski
pt_br: Azul
pt_pt: Azul
ro: Albastru
ru: Синий
sk: Modrá
sl: Modra
sv: Blå
th: สีน้ำเงิน
tr: Mavi
uk: Синій
vi: Lam
zh_cn: 蓝色
zh_hk: 藍色
zh_tw: 藍色

# COLOR_GREEN
source: Green
ar: أخضر
bg: Зелен
ca: Verd
cs: Zelená
da: Grøn
de: Grün
el: Πράσινο
es: Verde
es_us: Verde
fi: Vihreä
fr: Vert
fr_ca: Vert
he: ירוק
hi: हरा
hr: Zelena
hu: Zöld
id: Hijau
it: Verde
ja: グリーン
kk: Жасыл
ko: 초록색
lt: Žalia
ms: Hijau
nb: Grønn
nl: Groen
pl: Zielony
pt_br: Verde
pt_pt: Verde
ro: Verde
ru: Зеленый
sk: Zelená
sl: Zelena
sv: Grön
th: สีเขียว
tr: Yeşil
uk: Зелений
vi: Lục
zh_cn: 绿色
zh_hk: 綠色
zh_tw: 綠色

# COLOR_PURPLE
source: Purple
ar: أرجواني
bg: Лилав
ca: Morat
cs: Fialová
da: Lilla
de: Lila
el: Μοβ
es: Morado
es_us: Morado
fi: Violetti
fr: Violet
fr_ca: Violet
he: סגול
hi: जामुनी
hr: Ljubičasta
hu: Bíbor
id: Ungu
it: Viola
ja: パープル
kk: Күлгін
ko: 보라색
lt: Purpurinė
ms: Ungu
nb: Lilla
nl: Paars
pl: Purpurowy
pt_br: Roxo
pt_pt: Roxo
ro: Mov
ru: Лиловый
sk: Fialová
sl: Vijolična
sv: Lila
th: สีม่วง
tr: Mor
uk: Бузковий
vi: Tía
zh_cn: 紫色
zh_hk: 紫色
zh_tw: 紫色

# COLOR_RED
source: Red
ar: أحمر
bg: Червен
ca: Vermell
cs: Červená
da: Rød
de: Rot
el: Κόκκινο
es: Rojo
es_us: Rojo
fi: Punainen
fr: Rouge
fr_ca: Rouge
he: אדום
hi: लाल
hr: Crvena
hu: Vörös
id: Merah
it: Rosso
ja: レッド
kk: Қызыл
ko: 빨간색
lt: Raudona
ms: Merah
nb: Rød
nl: Rood
pl: Czerwony
pt_br: Vermelho
pt_pt: Vermelho
ro: Roșu
ru: Красный
sk: Červená
sl: Rdeča
sv: Röd
th: สีแดง
tr: Kırmızı
uk: Червоний
vi: Đỏ
zh_cn: 红色
zh_hk: 紅色
zh_tw: 紅色

# COLOR_UNKNOWN
source: Unknown
ar: غير معروفة
bg: Неизвестен
ca: Desconegut
cs: Neznámá
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_us: Desconocido
fi: Tuntematon
fr: Inconnue
fr_ca: Inconnue
he: לא ידוע
hi: अज्ञात
hr: Nepoznata
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
kk: Белгісіз
ko: 알 수 없음
lt: Nežinoma
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecida
pt_pt: Desconhecido
ro: Necunoscută
ru: Неизвестно
sk: Neznáma
sl: Ni znano
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_hk: 未知
zh_tw: 未知

# COLOR_UNSET
source: Unset
ar: غير معين
bg: Премахни
ca: Sense definir
cs: Nenastavená
da: Fjern indstilling
de: Aufheben
el: Κατάργηση καθορισμού
es: Sin definir
es_us: Sin configurar
fi: Poista asetus
fr: Non définie
fr_ca: Non définie
he: לא נקבע
hi: अनसेट
hr: Nepodešena
hu: Nincs beállítva
id: Tidak Diatur
it: Non impostato
ja: 未設定
kk: Реттеуден бас тарту
ko: 설정되지 않음
lt: Nenustatyta
ms: Tidak Diset
nb: Ikke valgt
nl: Niet ingesteld
pl: Nie ustawiony
pt_br: Indefinido
pt_pt: Por definir
ro: Nedefinită
ru: Не задано
sk: Nenastavená
sl: Ni nastavljeno
sv: Ta bort inställning
th: เลิกตั้งค่า
tr: Ayarı Geri Al
uk: Не задано
vi: Không đặt
zh_cn: 未设定
zh_hk: 未設定
zh_tw: 未設定

# COLOR_YELLOW
source: Yellow
ar: أصفر
bg: Жълт
ca: Groc
cs: Žlutá
da: Gul
de: Gelb
el: Κίτρινο
es: Amarillo
es_us: Amarillo
fi: Keltainen
fr: Jaune
fr_ca: Jaune
he: צהוב
hi: पीला
hr: Žuta
hu: Sárga
id: Kuning
it: Giallo
ja: イエロー
kk: Сары
ko: 노란색
lt: Geltona
ms: Kuning
nb: Gul
nl: Geel
pl: Żółty
pt_br: Amarelo
pt_pt: Amarelo
ro: Galben
ru: Желтый
sk: Žltá
sl: Rumena
sv: Gul
th: สีเหลือง
tr: Sarı
uk: Жовтий
vi: Vàng
zh_cn: 黄色
zh_hk: 黃色
zh_tw: 黃色

# COLORS_TITLE
source: Colors
ar: الألوان
bg: Цветове
cs: Barvy
da: Farver
de: Farben
el: Χρώματα
es: Colores
es_us: Colores
fi: Värit
fr: Couleurs
fr_ca: Couleurs
he: צבעים
hi: रंग
hr: Boje
hu: Színek
id: Warna
it: Colori
ja: カラー
kk: Түстер
ko: 색상
lt: Spalvos
ms: Warna
nb: Farger
nl: Kleuren
pl: Kolory
pt_br: Cores
pt_pt: Cores
ro: Culori
ru: Цвета
sk: Farby
sl: Barve
sv: Färger
th: สี
tr: Renkler
uk: Кольори
vi: Màu
zh_cn: 颜色
zh_hk: 顏色
zh_tw: 顏色

# COMPATIBILITY_CONTROLLER_ENABLED
source: Increase controller compatibility
ar: زيادة توافق ذراع التحكم
bg: Увеличи съвместимост на контролер
ca: Millora la compatibilitat del comandament
cs: Zvýšit kompatibilitu ovladače
da: Forøg kompatibilitet for controller
de: Controller-Kompatibilität erhöhen
el: Αύξηση συμβατότητας χειριστηρίου
es: Aumentar la compatibilidad del mando
es_us: Aumentar compatibilidad del control
fi: Lisää ohjaimen yhteensopivuutta
fr: Augmenter la comptabilité de la manette
fr_ca: Compatibilité de manette améliorée
he: הגברת תאימות השלט
hi: कंट्रोलर संगतता बढ़ाएँ
hr: Povećaj kompatibilnost kontrolera
hu: Vezérlőkompatibilitás növelése
id: Tingkatkan kompatibilitas pengontrol
it: Aumenta compatibilità controller
ja: コントローラの互換性を高める
kk: Контроллер үйлесімділігін жақсарту
ko: 컨트롤러 호환성 향상
lt: Didinti valdiklio suderinamumą
ms: Tingkatkan keserasian pengawal
nb: Øk kompatibiliteten med kontroller
nl: Verhoog controllercompatibiliteit
pl: Zwiększ zgodność kontrolera
pt_br: Aumentar a compatibilidade do controle
pt_pt: Aumentar compatibilidade do comando
ro: Sporire compatibilitate controller
ru: Улучшенная совместимость контроллера
sk: Zvýšiť kompatibilitu ovládača
sl: Povečaj združljivost kontrolerja
sv: Öka spelkontrollens kompatibilitet
th: เพิ่มการใช้งานร่วมกันได้กับอุปกรณ์ควบคุม
tr: Denetleyici uyumluluğunu artır
uk: Підвищена сумісність контролерів
vi: Tăng khả năng tương thích bộ điều khiển
zh_cn: 提升控制器兼容性
zh_hk: 增加控制器相容性
zh_tw: 增加控制器相容性

# COMPATIBILITY_CONTROLLER_ENABLED_DESCRIPTION
source: Enable this setting to use this controller with games that are designed for the Xbox 360 Controller.
ar: يمكنك تمكين هذا الإعداد لاستخدام ذراع التحكم مع الألعاب المصممة لـ Xbox 360 Controller.
bg: Активирайте тази настройка, за да използвате този контролер с игрите, създадени за Xbox 360 контролер.
ca: Activa aquesta opció per utilitzar el comandament amb jocs que s’hagin dissenyat per jugar‑hi amb el de l’Xbox 360.
cs: Tuto volbu zapněte, pokud chcete ovladač používat ve hrách navržených pro ovladač Xbox 360.
da: Slå denne indstilling til for at bruge controlleren til spil, der er udviklet til Xbox 360-controlleren.
de: Aktiviere diese Einstellung, um den Controller mit Spielen zu verwenden, die für den Xbox 360-Controller entwickelt wurden.
el: Ενεργοποίηση αυτής της ρύθμισης για χρήση αυτού του χειριστηρίου σε παιχνίδια που είναι σχεδιασμένα για το χειριστήριο Xbox 360.
es: Activa esta opción para usar este mando con juegos diseñados para el mando de la Xbox 360.
es_us: Activa esta opción para usar este control con juegos diseñados para el control de la consola Xbox 360.
fi: Ota tämä asetus käyttöön, jotta tätä ohjainta voi käyttää Xbox 360 Controllerille suunnitelluille peleille.
fr: Activez ce réglage pour utiliser cette manette lorsque vous jouez à des jeux conçus pour la manette Xbox 360.
fr_ca: Activez ce réglage pour utiliser cette manette avec les jeux conçus pour la manette Xbox 360.
he: ניתן להפעיל הגדרה זו כדי להשתמש בשלט זה עם משחקים שעוצבו עבור הבקר של Xbox 360.
hi: Xbox 360 कंट्रोलर के लिए तैयार किए गए गेम के साथ यह कंट्रोलर इस्तेमाल करने के लिए यह सेटिंग सक्षम करें।
hr: Omogućite ovu postavku za uporabu ovog kontrolera s igrama koje su dizajnirane za Xbox 360 kontroler.
hu: Ha engedélyezi ezt a beállítást, akkor ezt a vezérlőt az Xbox 360 kontrollerhez tervezett játékokkal is használhatja.
id: Aktifkan pengaturan ini untuk menggunakan pengontrol dengan game yang dirancang untuk Pengontrol Xbox 360.
it: Abilita l’impostazione per utilizzare questo controller con i giochi progettati per il controller per Xbox 360.
ja: Xbox 360コントローラ用に設計されたゲームでこのコントローラを使用する設定を有効にします。
kk: Осы контроллерді Xbox 360 контроллеріне арналған ойындармен пайдалану үшін осы реттеуді қосыңыз.
ko: Xbox 360 컨트롤러에 특화된 게임에서 이 컨트롤러를 사용하려면 이 설정을 활성화하십시오.
lt: Įjunkite šį nustatymą, kad galėtumėte naudoti šį valdiklį su žaidimais, skirtais „Xbox 360“ valdikliui.
ms: Dayakan seting ini untuk menggunakan pengawal ini dengan permainan yang direka bentuk bagi Pengawal Xbox 360.
nb: Aktiver denne innstillingen for å bruke kontrolleren med spill som er laget for Xbox 360-kontrolleren.
nl: Schakel deze optie in om deze controller te gebruiken met games die zijn ontworpen voor de Xbox 360-controller.
pl: Włącz tę opcję, aby używać tego kontrolera w grach zaprojektowanych dla kontrolera Xbox 360.
pt_br: Ative esse ajuste para usar o controle com jogos projetados para o Controle Xbox 360.
pt_pt: Ative esta definição para usar este comando com jogos concebidos para o comando Xbox 360.
ro: Activați această configurare pentru a utiliza acest controller cu jocurile concepute pentru controllerul Xbox 360.
ru: Включите эту настройку, чтобы использовать этот контроллер в играх, разработанных для контроллера Xbox 360.
sk: Ak chcete tento ovládač používať v hrách, ktoré boli navrhnuté pre ovládač Xbox 360, zapnite toto nastavenie.
sl: Omogočite to nastavitev, če želite kontroler uporabljati z igrami, ki so bile zasnovane za kontroler Xbox 360.
sv: Aktivera den här inställningen om du vill använda den här spelkontrollen med spel som är utformade för Xbox 360-spelkontrollen.
th: เปิดใช้งานการตั้งค่านี้เพื่อใช้อุปกรณ์ควบคุมนี้กับเกมที่ออกแบบมาสำหรับอุปกรณ์ควบคุม Xbox 360
tr: Bu kumandayı Xbox 360 Kumanda için tasarlanan oyunlarla kullanmak için bu ayarı etkinleştirin.
uk: Увімкніть цей параметр, щоб використовувати контролер з іграми, створеними для контролера Xbox 360.
vi: Bật cài đặt này để sử dụng bộ điều khiển này với các trò chơi được thiết kế cho Bộ điều khiển Xbox 360.
zh_cn: 启用此设置，在为Xbox 360控制器设计的游戏中使用此控制器。
zh_hk: 啟用此設定即可將此控制器用於專為Xbox 360控制器而設的遊戲。
zh_tw: 啟用此設定來將此控制器與專為Xbox 360控制器設計的遊戲搭配使用。

source: Connected Devices
ar: الأجهزة المتصلة
bg: Свързани устройства
ca: Dispositius connectats
cs: Připojená zařízení
da: Tilsluttede enheder
de: Verbundene Geräte
el: Συνδεδεμένες συσκευές
es: Dispositivos conectados
es_us: Dispositivos conectados
fi: Yhteydessä olevat laitteet
fr: Appareils connectés
fr_ca: Appareils connectés
he: התקנים מחוברים
hi: कनेक्ट किए गए डिवाइस
hr: Spojeni uređaji
hu: Kapcsolódó eszközök
id: Perangkat yang Terhubung
it: Dispositivi connessi
ja: 接続済みデバイス
kk: Қосылған құрылғылар
ko: 연결된 기기
lt: Prijungti įrenginiai
ms: Peranti Disambungkan
nb: Tilkoblede enheter
nl: Aangesloten apparaten
pl: Urządzenia połączone
pt_br: Dispositivos Conectados
pt_pt: Dispositivos ligados
ro: Dispozitive conectate
ru: Подключенные устройства
sk: Pripojené zariadenia
sl: Povezane naprave
sv: Anslutna enheter
th: อุปกรณ์ที่ต่ออยู่
tr: Bağlı Aygıtlar
uk: Підʼєднані пристрої
vi: Thiết bị được kết nối
zh_cn: 已连接的设备
zh_hk: 連接的裝置
zh_tw: 連接的裝置

# CONTROLLER_DELETE
source: Delete
ar: حذف
bg: Изтрий
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Borrar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
lt: Trinti
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除
